import React from "react";
import './Footer.css';

function Footer() {
  return (
    <footer >
      
        <div className="title">Vision</div>
        <p>
    บริษัท วงนอก จํากัด (มหาชน) เชื่อว่าหากให้ความสําคัญกับอาหารซึ่งเป็นปัจจัยพื้นฐานในการดํารงชีวิตจะช่วยให้มนุษย์มีความสุข ลดความเครียดที่เกิดขึ้นจากชีวิตประจําวันได้ ไม่ว่าจะจากงาน, สภาพสังคม เศรษฐกิจ รวมถึงสาเหตุอื่น ๆ
เชฟโต้งในฐานะ CTO ของบริษัท มีไอเดียในการสร้างเว็บแอปพลิเคชันรวบรวมสูตร อาหารต่าง ๆ เพื่อเป็นช่องทางให้คนที่ชอบทําอาหารอยู่แล้ว แบ่งปันสูตรให้กับคนอื่นได้ทําตาม รวมถึงคนที่อยากทําอาหารแต่ยังไม่รู้วัตถุดิบและขั้นตอนการปรุง ได้เข้ามาศึกษาและ
ลองทําตาม ซึ่งเชฟโต้งเชื่อว่าเว็บแอป “Wongnok recipes” นี้ จะช่วยให้สังคมของเราน่าอยู่ขึ้น จากพฤติกรรมการแบ่งปันบางอย่างให้กับผู้อื่น และการแบ่งปันนี้ช่วยให้คนในครอบครัวได้
ใช้เวลาร่วมกัน
        </p>
    </footer>
  );
}

export default Footer;
